Repository: erfankaramidev/lotus-create-user
Catalog: languages/lotus-create-user-*.po
Languages: fa_ir

source: Lotus Create User
fa_ir: ایجاد کاربر لوتوس

source: A plugin to create a new user via a secure REST API endpoint.
fa_ir: افزونه‌ای برای ایجاد کاربر از طریق REST API.

source: Erfan Karami
fa_ir: عرفان کرمی

source: API token has been reset.
fa_ir: توکن API مجدداً ساخته شد.

source: Lotus User Create API
fa_ir: وب سرویس ایجاد کاربر لوتوس

source: This plugin provides a secure REST API endpoint to create new users.
fa_ir: این افزونه یک آدرس REST API امن برای ساخت کاربران ایجاد می‌کند.

source: Your API Token
fa_ir: توکن API شما

source: Use this unique token in the 'Authorization' header of your API requests, prefixed with 'Bearer'.
fa_ir: از این توکن منحصر به فرد در هدر 'Authorization' درخواست API خود با پیشوند 'Bearer' استفاده کنید.

source: Click the field above to select the token.
fa_ir: برای انتخاب توکن، روی فیلد بالا کلیک کنید.

source: Reset Token
fa_ir: بازسازی مجدد توکن

source: Warning:
fa_ir: هشدار:

source: Resetting the token will invalidate the existing API token.
fa_ir: بازسازی مجدد توکن موجب غیرفعال شدن توکن فعلی میشود.

source: The API token has not been generated.
fa_ir: توکن API هنوز ساخته نشده است.

source: Missing or invalid authentication token.
fa_ir: توکن اشتباه است یا وجود ندارد.

source: User created successfully.
fa_ir: کاربر با موفقیت ساخته شد.

source: Username already exists
fa_ir: این نام کاربری از قبل وجود دارد.

source: Lotus Create User requires Composer autoloader.
fa_ir: وب سرویس ایجاد کاربر لوتوس
